content/wiki/intro-to-spanish.md
+++
title = "Introduction to Spanish"
author = ["Zhenkai Weng"]
date = 2020-09-21
draft = false
toc = true
+++

<div class="OPTIONS">
  <div></div>



</div>


## Introduction {#introduction}

Hello, welcome to English Spanish Partnership's Spanish wiki. [Here]({{< relref "wiki" >}}) you can find a series of tutorials on the Spanish language and occasionally on Hispanic culture.  


## Why learn Spanish? {#why-learn-spanish}

-   Spanish is the fourth most spoken language in the world.
-   Language learning is known to keep your mind sharp and improve your cognitive abilities, including critical thinking, memory, decision-making, etc.
-   20 Spanish speaking countries -- 20 places for travel with unique cultures and art.
-   Spanish is considered to be one of the easiest languages for English speakers according to ACTFL.
-   You will find a lot of words called _cognates_ that look similar to English words and usually have similar meanings, making your Spanish learning journey easier.
-   Chat with your Hispanic friends in Spanish!
